Overload List
Name  |   Description
CreateSingleLayerCompoundStructure(MaterialFunctionAssignment, Double, ElementId)
 Creates a CompoundStructure containing a single layer.
CreateSingleLayerCompoundStructure(Double, MaterialFunctionAssignment, Double, ElementId)
 Creates a vertically compound CompoundStructure with one layer.
 See Also
  CompoundStructure Class
  CompoundStructure Members
  Autodesk.Revit.DB Namespace